v2_TSEP/hx_sweep/LN2_3bar_Re2300_gci_fine/system/fvSolution
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object fvSolution;
}
solvers
{
    p_rgh
    {
        solver GAMG;
        smoother DICGaussSeidel;
        nPreSweeps 0;
        nPostSweeps 2;
        nCellsInCoarsestLevel 100;
        tolerance 1e-8;
        relTol 0.05;
    }
    "(U|T)"
    {
        solver PBiCGStab;
        preconditioner DILU;
        tolerance 1e-8;
        relTol 0.01;
    }
}
SIMPLE
{
    momentumPredictor yes;
    nNonOrthogonalCorrectors 1;
    pRefCell 0;
    pRefValue 0;
    residualControl
    {
        p_rgh 1e-7;
        U 1e-7;
        T 1e-7;
    }
}
relaxationFactors
{
    fields { p_rgh 0.3; }
    equations { U 0.2; T 0.2; }
}
